[数据库连接]
server=127.0.0.1
database=parking
uid=sa
pwd=haosql

[窗体框架配制]
ServerIP=http://mj.zkeco.cc:5006
IO开关=False
验证台账=False
公私信号=false
车牌超时=false
车道信号=false
识别信号=false
备份路径=E:\Code\BlockMaterialsForm\Image
识别间隔=200
isInst=2
公司信息隐藏=false
手动抬杆是否启用=false
图片保存路径=E:\Code\BulkMaterialsForm\Image
运行模式=本地模式
临时车使能=False
白名单验证平台=False
手动开闸=False
platFormType=高凌
项目名称=大宗物料管理系统
barriergate_upload=false
录像机IP=192.168.1.100
录像机账号=admin
录像机密码=123456
录像机类型=hk
联动IO定义=1
必须填写货物开闸=False
上传服务器=False
客户端ID=client001
bstIP=192.168.1.101
bstPort=8080
开启电脑语音播报=False
开启视频录像=False
开启遥控警报灯=False
大屏类型=KFD
disposalsiteId=001
key=your_key
secret=your_secret
开封V1companyCode=001
开封V1companynum=001
开封V1companypassword=123456
开封V1ServerIP=http://localhost:8080
对接地磅=false
地磅数据库地址=localhost
高凌进口端口=65511
高凌出口端口=65510
高陵IIS地址=http://127.0.0.1
高凌企业编号=
本机IP=127.0.0.1
腾跃信用代码=TY001
设备ID=Device001
进口通道ID=1
出口通道ID=2
信阳企业编码=XY001
信阳账号=admin
信阳密码=123456
信阳服务地址=http://localhost:8080
安车编码标识=AC001
安车账号=admin
安车密码=123456
安车排污许可证编号=ACWL001
安车服务地址=http://localhost:8080
图讯化工园区服务地址=http://localhost:8080
图讯化工园区appKey=TX001
图讯化工园区appSecret=123456
图讯化工园区是否开启=false
天地人车企业编码=TDRC001
天地人车账号=admin
天地人车密码=123456
天地人车服务地址=http://localhost:8080
天地人车排污许可证编号=TDRCWL001
系统到期时间=2027-04-24 00:00:00
系统激活时间=2026-04-23 08:54:13
PublicKey=<RSAKeyValue><Modulus>07B9tncnSwusVwFPVMLd/WcrDzhp18h2DMyMcbzUaYCi/D/UgGm5pQ6N1+vs1NI00nReg+hL0HE8A6cgoZV3vZnEFo6KOj8zn9ukzUOdDG3gAf0bSj6id8ruCIY3xRxu/SSztzGCclFDjsDyH88cwnnGX3zAEidqHI87Rg8neofOK/v5X7dmE9CyhM1dicDIu/g/B+lmaN0cC1MNowamPndnHtSKZ1n66m56GZl2RefnJnqUJSqu0yZx1R1+CF8V60tEzVRyPe5TKGF7OYAdzjCe76/0AJpTKjWIqL2FaYvPzMpcjenlWTRCkDKIAgpgLx7imNxcG8ZdLHh/AjvRFp8S6dV+pNb7dR2rh6YhLWt4RMtCb8riUVj4p5DwONwAPqJ+8WzNjndwP5hcmIcmwB5m1lINWpg/Et6hSbbywUTV/g8ubD+ANggXoeMcASXUdiCu4dv2Tt9BHN/Fqe0EimkGscPuRo/kjDPC1/YoGvWiNQVtTbzDNLJf7an5hMMM8OOsA3swbjTxXNbbqEdbCecbtRIV+XCm11XbAxFNvScgYtiBmMyUD8AvrpAf5sX9WqX9wb+jH7CWPere+XahU5xGIg+tghJxe75svjNtrIEMnQwZDYjMK03vkEVJDAzbgMgWMS4nK3ztqPgDVjzxuvdXz7USLkLA9ih1EOSd4tk=</Modulus><Exponent>AQAB</Exponent><P>9Xv6m5dGaWqJVON7U5D2JFRC0SDw6fXzLKeLxbc4jIRC+yGh8wPODtDR6xRL28vuhee79LmKLV7QqnRbz7dvoKiSkr5jAlTd4lRCr2zVTXCLWJmSIe+tRDHFcxQpKYfja3rWa5J2GkfM/D4RXdVnGk6e51fLSWqkzxrZZZeX8x8IrkbfhCcX+cUe+F1lb0/wGeFbYQKCtbKv84sk/redYkaFdUvHgb3t0feEdSjh6UqStNY/iGUmRxDAtm2MaYeeqo638cI1Otjo6hpT+6g9eUmlZ1lJnF0UL0rV+YbbYoFwQ6E2iMbWb1Sl8+H+SEkCKIBf/yLm+GIiAxrnk/OKgw==</P><Q>3MHpd+ekhDvUESgYCbmZelfMX2g1FxlDeH3IyIkpVmrWRrCZecZC9KHZdGZr7K2grjFR8nFNbb73gzMy8LiMsm7VrEElMx0SRLwQzJ8OmhPOXNGHzkFQtGMz1GWiyJjN6AwY3YqY5cMofFMzgi3wgJoYaqAolINeJDgf8aoZeJs8LUU94gLVGFLsv0KHUdpvl37TwrAtrX3mnpUOiZKVngQxFwo50ZDkrvOIhbpcEAbgG14z86+jWj4Au8Z+3Z2ZqsNp50ZdqskdPOJqNZvqic7DoNz42YtR6dYu9+mGYCPkkYaKYx3/pDv45xwno7XzzUJnrz6wbWW1H9wTVXaOcw==</Q><DP>MVa9w8/fwwg6mekuvFkCX8LfuxCX2y4nte3m1dJBd1yN6dOUrTcyjx/BUTI/HOocAqXUzRcNgpjv75J7cYA4212GOCAz3iAYiIjO7ls9c9cO6rvS9yco9+/Y84w1ybcaKlwCBJTnT9jmhjwjWWyu0EbFAVJP9W2NumJ3F0gkriSqpfxwqCsDUpwf4WNEI985Lrpwl0rd4o8LdjOdN+THqRzrbevRKW53AiBxaurQnQbz/YyiMFPEIbxoP0I9Wmh7p2QP7HNQJ4e5KHQqNQZXdK0spVz4woiiqe6smv5T0bSaT71zLIJqTu4AfMgLR5QE7wb+RFVLftiaZW1e5gmo6Q==</DP><DQ>WJOV0f6oDEbVOG0V+BD4fBZucnmlk7cXU2lk/tHKPFpxz7tcWXgrtWybjBDsjPK93ib78oNzxe0x8vrAHcZu7cl7ArrA6lln0xyCwRexDDGWQ7fu/dtHPpnvWfHN9x8Yv1rbP0k1QDumKvxXVoyIS5GI6n+IyM5NH8tFRfoybiobYy69PcpVJoVfaP6QvU8gJ3FEFoIKUeqKdmbohlrCnbyg1dXMjUHOAETHKqEz/1pC4bhSsBxxNuxZ7v4eOV3bIqF2BM4/Fx/LE3rlks0Utma4J/uB/gfgviqqfd69hCXiuGF7dXm78XH+1Px/CzkeseVLJQ3KTJraqgXr3AbN8Q==</DQ><InverseQ>oSuWpEudq/0xNLRblUKIVZvptEQTiAVOrh8pQ/OSxc+qdR3PuY2j56MNyNOGGgrrecHYbOrxDARZCfeAkZbt+YRAFjUf3E4EUHvNFvhniiJ/z+2xjLb0+sYRUT0Ig3eOV3FvLt3x43fsgFca4HHcDWfREzf46AEhRjml7xuCZwL9IxjKptlR678e5h4IC6jeaiG9epGDJhLEWsaEUsheiIEQw2NK5pO0ke1cOFhIis7BiHN07DcpMNL1JYKgYaMUdPxWH1TIVyPjM3EoGQGQQ186et8mYKJCCDRGgy9ipN2KdPfIEMsKiUdD6e8ENDAaEwljnVIFn8bwcoWVusSXSA==</InverseQ><D>ukdGeHglpY4iG3XVn1rTCZftdjlIOk/2QZEFzVhC+ovt4Fcy4cUnTa2e9/BtuWE4hjFMsnqJrGTYUMaSml3yvm8+9DJ+RH81KGiZft8Opc9SHa3ig9TWFuAF0o55KQS6Thwr4Pq6NWp5LndvGLqiLigGfiRCyDbS00re9+mB7frvXBkg+i9irfEqBl7I/t0cRvxOSuIB8ikP8o8lIt5JEBL2NVUGbafqery4ySoXv7Av4dZf4szKhpf/9286Zpd1rFXRt3WmCgVcO958Fr88eyKh2X1WE+m5YR02onYTnisfsrAn/eFiprqsEEPHFzSWKyDceXL/wpktiGKIMSj99XXBxo1OQQSoknRNVyN5Z+a9lDYQ8nOdRpQTU6q7nUoS4ndNw+IDMDQPYo0jhyeDM9YamFAl/upMj3NobjNaI4AvG5nUiWqn4KoCSeW7cmBREpD5VkWMnoI93By6Nh3+vhqDEFoPHPuCl3cmSq5jr1x4ebqfe3Pw2xOpjJ31kQ34e9WybD74OE64OQBpCb0tuboKx/Jcf/5OnvMdwl5pNPqzcCie+24Flb3E4QN4G3nvk9S2jh44dFaBq3BryakTZtVrBX0Qaj9eV7XpIrjEXAiSCeuZeOWodPLhBg3ETSV8wfPGChbkVFChRLMAy+GPn/iiciug3UCaH8gviZxBmFk=</D></RSAKeyValue>
车位剩余数量=
管控排放=6
ftpIP=
ftpProt=
ftpUser=
ftpPass=
ftpImageUrl=
超低排放接口平台=
超低排放接口地址=
超低排放IIS图片地址=
岗亭编码=A
企业ID=
行驶证服务地址=
[激活信息]
FirstInstallTime=639126336150509964
MachineFingerprint=CD892F13E70115912FCC11F1D5217CC414A1FC78E293554F6831E8AE13006A5B
激活时间=2026-04-24 16:49:36
激活来源=离线授权文件导入
[安全验证]
LastValidationTime=2026-04-24 18:46:51
ValidationCount=8
HardwareChangeCount=2
RequireReactivation=false
HardwareChangeTime=2026-04-24 16:45:41
